`|⬡════════════════════════════════════════════|❝ ©Trina | Tech Transformation ❞|═══════════════════════════════════════════⬡|`;
/*        
(𝐜)Trina 𝐢𝐬 𝐚 𝐖𝐡𝐚𝐭𝐬𝐚𝐩𝐩 𝐌𝐮𝐥𝐭𝐢𝐏𝐮𝐫𝐩𝐨𝐬𝐞-𝐔𝐬𝐞𝐫𝐛𝐨𝐭 𝐰𝐢𝐭𝐡 𝐌𝐨𝐝𝐞𝐫𝐚𝐭𝐢𝐨𝐧,𝐀𝐮𝐭𝐨𝐦𝐚𝐭𝐢𝐨𝐧 𝐚𝐧𝐝 𝟏𝟎𝟎+ 𝐦𝐨𝐫𝐞 𝐜𝐨𝐦𝐦𝐚𝐧𝐝𝐬! 
*/
`|⬡════════════════════════════════════════════|❝ ©Trina | Tech Transformation ❞|═══════════════════════════════════════════⬡|`;
var mongoose = require("mongoose");
var GambleSchema = new mongoose.Schema({
ID: String,
serverID: String,
Gambledone: Number,
Gambletimeout: Number,
});
module.exports = mongoose.model("Gamble", GambleSchema);
`|⬡════════════════════════════════════════════|❝ ©Trina | Tech Transformation ❞|═══════════════════════════════════════════⬡|`;
/*        
(𝐜)Trina 𝐢𝐬 𝐚 𝐖𝐡𝐚𝐭𝐬𝐚𝐩𝐩 𝐌𝐮𝐥𝐭𝐢𝐏𝐮𝐫𝐩𝐨𝐬𝐞-𝐔𝐬𝐞𝐫𝐛𝐨𝐭 𝐰𝐢𝐭𝐡 𝐌𝐨𝐝𝐞𝐫𝐚𝐭𝐢𝐨𝐧,𝐀𝐮𝐭𝐨𝐦𝐚𝐭𝐢𝐨𝐧 𝐚𝐧𝐝 𝟏𝟎𝟎+ 𝐦𝐨𝐫𝐞 𝐜𝐨𝐦𝐦𝐚𝐧𝐝𝐬! 
*/
`|⬡════════════════════════════════════════════|❝ ©Trina | Tech Transformation ❞|═══════════════════════════════════════════⬡|`;
